Repository: Supergoom/sadovod
Catalog: sadovod/sadovod/languages/sadovod-*.po
Languages: ru_ru

source: %d file
ru_ru: %d файл

source: %s post
ru_ru: %s записи

source: <span class="meta-nav">&larr;</span> Older Comments
ru_ru: <span class="meta-nav">&larr;</span> Старые комментарии

source: <span>%1$s</span> response to %2$s
ru_ru: <span>%1$s</span> комментарий к записи %2$s

source: Account
ru_ru: Аккаунт

source: Add
ru_ru: Добавить

source: Add media
ru_ru: Добавить медиа

source: Add new members
ru_ru: Добавить новых участников

source: Add to contacts
ru_ru: Добавить в контакты

source: Add to support list
ru_ru: Добавить в список

source: Additional text
ru_ru: Дополнительный текст

source: All
ru_ru: Все

source: All authors
ru_ru: Все авторы

source: All news
ru_ru: Все новости

source: All post types
ru_ru: Все типы записей

source: All ready to proceed
ru_ru: Все готово к продолжению

source: Also you can vizit our support forum <a href="%s" target="_blank">%s</a>.
ru_ru: Также вы можете посетить наш форум поддержки <a href="%s" target="_blank">%s</a>.

source: Also, you have to make a copy of your media files if the attachment post type is selected for conversion.
ru_ru: Также, вам надо сделать копию ваших медиафайлов, если тип записи attachment был выбран для конвертации.

source: Amount
ru_ru: Количество

source: API Key
ru_ru: Ключ апи

source: Append record
ru_ru: Прикрепить запись

source: Apply
ru_ru: Применить

source: Archive Sidebar
ru_ru: Боковая панель списка записей

source: Are you sure to continue?
ru_ru: Вы уверены, что хотите продолжить?

source: Author requests
ru_ru: Запросы автора

source: Authorize, to view your wallet info
ru_ru: Войдите, чтобы увидеть данные кошелька.

source: By submitting this form you agree to our <a href="%s" target="_blank">privacy policy</a>.
ru_ru: Отправляя эту форму, вы соглашаетесь с нашей <a href="%s" target="_blank">политикой конфиденциальности</a>.

source: Cancel
ru_ru: Отмена

source: Cancel reply
ru_ru: Отменить

source: Captcha Settings
ru_ru: Настройки капчи

source: Cart
ru_ru: Корзина

source: Category Name
ru_ru: Название категории

source: Center dropdown
ru_ru: Центрировать выпадающий список

source: Change avatar
ru_ru: Сменить аватар

source: Change record data
ru_ru: Изменить данных записи

source: Change record info
ru_ru: Изменить основную информацию записи

source: Change record location
ru_ru: Изменить раздел записи

source: Channel info
ru_ru: Информация о канале

source: Channel Name
ru_ru: Название канала

source: Channels
ru_ru: Каналы

source: Choose category
ru_ru: Выберите категорию

source: Choose post type
ru_ru: Выберите тип публикации

source: Choose record category
ru_ru: Выберите категорию записи

source: Choose record theme
ru_ru: Выберите тему записи

source: Choose record type
ru_ru: Выберите тип записи

source: Clear
ru_ru: Очистить

source: Clear the channel
ru_ru: Очистить канал

source: Click to select file
ru_ru: Нажмите, чтобы выбрать с устройства

source: Comment
ru_ru: Комментарий

source: Commentary
ru_ru: Комментарий

source: Comments are closed.
ru_ru: Комментарии закрыты.

source: Community
ru_ru: Сообщетсво

source: Contact
ru_ru: Контакты

source: Contact has been successfully saved!
ru_ru: Контакт был успешно сохранен!

source: Contact us
ru_ru: Связаться с нами

source: Contacts
ru_ru: Контакты

source: Continue
ru_ru: Продолжить

source: Convert Existing Slugs
ru_ru: Конвертировать существующие ярлыки

source: Copyright
ru_ru: Лицензирование

source: Count of requests sent and received in second.
ru_ru: Количество отправленных и полученных запросов в секунду.

source: Create
ru_ru: Создать

source: Create channel
ru_ru: Создать канал

source: Create new category
ru_ru: Создать новую категорию

source: Create new channel
ru_ru: Создать новый канал

source: Create new record
ru_ru: Создать новую запись

source: Create new theme
ru_ru: Создать новую тему

source: Create record
ru_ru: Создать запись

source: Current post type
ru_ru: Текущий тип записи

source: Dark Theme Logo
ru_ru: Логотип для темной темы

source: Days till profile delition
ru_ru: Дней до удаления профиля

source: Deal
ru_ru: Сделка

source: Delete account
ru_ru: Удалить учетную запись

source: Delete record
ru_ru: Удалить запись

source: Devmode return code
ru_ru: Код ответа

source: Devmode Settings
ru_ru: Настройки режима разработки

source: Differences slider settings
ru_ru: Настройки слайдера различий

source: Display Settings
ru_ru: Настройки отображения

source: Don't Show Title
ru_ru: Не показывать название

source: Don’t append
ru_ru: Не прикреплять

source: Drop file(s) here
ru_ru: Поместите файл(ы) сюда

source: Dropdown
ru_ru: Выпадающий список

source: E-mail
ru_ru: Почта

source: Edit existing members
ru_ru: Изменить участников

source: Edit profile
ru_ru: Редактировать профиль

source: Edit record
ru_ru: Изменить запись

source: Edit user
ru_ru: Изменить пользователя

source: Education
ru_ru: Образование

source: Effective directive: %s
ru_ru: Действующая директива: %s

source: Enable advanced notifications
ru_ru: Включить расширенные уведомления

source: Enable devmode
ru_ru: Включить режим разработки

source: End date
ru_ru: Дата окончания

source: Enter amount
ru_ru: Введите количество

source: Enter Comment
ru_ru: Введите комментарий

source: Enter description
ru_ru: Введите описание

source: Enter e-mail
ru_ru: Введите адрес эл. почты

source: Enter full description
ru_ru: Введите развернутое описание

source: Enter lastname
ru_ru: Введите фамилию

source: Enter name
ru_ru: Введите имя

source: Enter name of category
ru_ru: Введите название категории

source: Enter name of channel
ru_ru: Введите название канала

source: Enter name of theme
ru_ru: Введите название темы

source: Enter new password
ru_ru: Введите новый пароль

source: Enter new password again
ru_ru: Введите новый пароль еще раз

source: Enter password
ru_ru: Введите пароль

source: Enter patronymic
ru_ru: Введите отчество

source: Enter short description
ru_ru: Введите краткое описание

source: Enter surname
ru_ru: Введите фамилию

source: Enter theme description
ru_ru: Введите описание темы

source: Enter title
ru_ru: Введите название

source: Enter username
ru_ru: Введите имя

source: Enter your commentary
ru_ru: Введите свой комментарий

source: Enter your message
ru_ru: Введите ваше сообщение

source: Enter your text here...
ru_ru: Введите Ваш текст здесь...

source: Favorites
ru_ru: Избранные

source: Feed
ru_ru: Лента

source: Feed Sidebar
ru_ru: Боковая панель ленты

source: File upload Settings
ru_ru: Настройки загрузки файла

source: Files
ru_ru: Файлы

source: Filter
ru_ru: Фильтр

source: Find contacts
ru_ru: Поиск контактов

source: Footer Settings
ru_ru: Настройки подвала

source: From
ru_ru: из

source: Fund limit
ru_ru: Лимит

source: Fund target
ru_ru: Цель

source: Funded
ru_ru: Собрано

source: Funding
ru_ru: Инвестиции

source: Funds
ru_ru: Средства

source: General
ru_ru: Основное

source: Global search
ru_ru: Глобальный поиск

source: Go
ru_ru: Перейти

source: Go back.
ru_ru: Назад.

source: Google project number
ru_ru: Номер проекта Google

source: Google push API key
ru_ru: Ключ Push API Google

source: Got blocked url: %s
ru_ru: Заблокирован url: %s

source: Halloween Settings
ru_ru: Настройки Хэллоуина

source: Hide account
ru_ru: Скрыть учетную запись

source: Holidays Settings
ru_ru: Настройки праздников

source: Home
ru_ru: Главная

source: Home Settings
ru_ru: Настройки главной

source: Icon
ru_ru: Иконка

source: Ideas
ru_ru: Идеи

source: If you have idea, comentary or remark - send this form.
ru_ru: Если у вас есть идея, комментарий или замечание - отправьте нам эту форму.

source: Important:
ru_ru: Важно:

source: In stock %d item
ru_ru: В наличии %d штука

source: Info
ru_ru: Информация

source: Interface preview
ru_ru: Превью интерфейса

source: Invite users by sharing this link
ru_ru: Пригласите пользователей, поделившись этой ссылкой

source: Item Icon
ru_ru: Иконка

source: Job
ru_ru: Работа

source: Job Sidebar
ru_ru: Боковая панель списка работ

source: Jobs
ru_ru: Работы

source: Keywords
ru_ru: Ключевые слова

source: Last reviews
ru_ru: Последние отзывы

source: Lastname
ru_ru: Фамилия

source: Leave a Reply
ru_ru: Оставить комментарий

source: Leave a Reply to %s
ru_ru: Оставить комментарий на %s

source: Leave the channel
ru_ru: Выйти из канала

source: Line: %s. Column: %s
ru_ru: Строка: %s. Столбец: %s

source: Link
ru_ru: Ссылка

source: Link classes
ru_ru: CSS класы ссылки

source: Location
ru_ru: Местоположение

source: Log In
ru_ru: Вход

source: Log in to contact user
ru_ru: Войдите, чтобы связаться с

source: Log Out
ru_ru: Выход

source: Login
ru_ru: Вход

source: Logo
ru_ru: Логотип

source: Logout
ru_ru: Выход

source: Make dropdown horizontal
ru_ru: Сделать выпадающий список горизонтальным

source: Max audio size
ru_ru: Максимальный размер файла аудио

source: Max document size
ru_ru: Максимальный размер файла документа

source: Max file count
ru_ru: Максимальное количество файлов

source: Max image size
ru_ru: Максимальный размер файла изображения

source: Max video size
ru_ru: Максимальный размер файла видео

source: Member since %s
ru_ru: Участник с %s

source: Members
ru_ru: Участники

source: Menu Settings
ru_ru: Настройки меню

source: Message
ru_ru: Сообщение

source: Messages
ru_ru: Сообщения

source: Messenger
ru_ru: Кнопка "Месенджер"

source: More
ru_ru: Еще

source: More themes
ru_ru: Больше тем

source: Name
ru_ru: Имя

source: New Password
ru_ru: Новый пароль

source: New password
ru_ru: Новый пароль

source: New Record
ru_ru: Кнопка "Создать запись"

source: New Year end date
ru_ru: Дата окончания Нового года

source: New Year Settings
ru_ru: Настройки Нового Года

source: New Year start date
ru_ru: Дата начала Нового года

source: Newer Comments <span class="meta-nav">&rarr;</span>
ru_ru: Новые коментарии <span class="meta-nav">&rarr;</span>

source: News
ru_ru: Новости

source: No proposition
ru_ru: Нет предложения

source: No records
ru_ru: Нет записей

source: No requests
ru_ru: Нет запросов

source: No title
ru_ru: Нет заголовка

source: Nothing found here
ru_ru: Здесь ничего не найдено

source: Nothing found!
ru_ru: Ничего не найдено!

source: Notification
ru_ru: Уведомление

source: Notification Settings
ru_ru: Настройки уведомлений

source: Notifications
ru_ru: Уведомления

source: Now create your first channel.
ru_ru: Теперь создайте свой первый канал.

source: Office
ru_ru: Офис

source: On page: %s
ru_ru: На странице: %s

source: On this page you can choose post types which slugs you want to be transliterated.
ru_ru: На этой странице вы можете выбрать типы записей, которые вы хотите транслитерировать.

source: sadovod Team
ru_ru: Команда sadovod

source: Open file
ru_ru: Открыть файл

source: Opportunities slider settings
ru_ru: Настройки слайдера возможностей

source: or
ru_ru: или

source: Original policy: %s
ru_ru: Первоначальная политика: %s

source: Out of stock
ru_ru: Нет в наличии

source: Page placeholder
ru_ru: Заглушка страниц

source: Page Settings
ru_ru: Настройки страниц

source: Participation settings
ru_ru: Настройки участия

source: Password
ru_ru: Пароль

source: Password reset link outdated!
ru_ru: Ссылка для сброса пароля устарела!

source: Password used to protect private pgp key.
ru_ru: Пароль, используемый для защиты закрытого ключа pgp.

source: Password used to protect private rsa key based on elliptic curve.
ru_ru: Пароль, используемый для защиты закрытого ключа RSA на основе эллиптической кривой.

source: Password used to protect private rsa key.
ru_ru: Пароль, используемый для защиты приватного ключа rsa.

source: Password used to protect private ssl key.
ru_ru: Пароль, используемый для защиты закрытого ssl-ключа.

source: Password used to protect signed pgp messages.
ru_ru: Пароль, используемый для защиты подписанных сообщений pgp.

source: Patronymic
ru_ru: Отчество

source: Payment
ru_ru: Оплата

source: pc
ru_ru: шт.

source: Penalty time
ru_ru: Время ожидания

source: Period
ru_ru: Период

source: Personal
ru_ru: Личный

source: Personal Profile
ru_ru: Личный профиль

source: PGP Message Password
ru_ru: Пароль для сообщения PGP

source: PGP Options
ru_ru: Параметры PGP

source: PGP Password
ru_ru: Пароль PGP

source: Phone
ru_ru: Телефон

source: place
ru_ru: место

source: Popular Authors
ru_ru: Популярные авторы

source: Popular Posts
ru_ru: Популярные записи

source: Popular Terms
ru_ru: Популярные категории

source: Popular Theme
ru_ru: Популярная тема

source: Portfolio
ru_ru: Портфолио

source: Post
ru_ru: Публикация

source: Post Comment
ru_ru: Опубликовать

source: Post Statuses
ru_ru: Статусы записей

source: Post statuses included in the conversion.
ru_ru: Статусы записей, включаемых в конвертацию.

source: Post Type
ru_ru: Тип записи

source: Post Types
ru_ru: Типы записей

source: Post types included in the conversion.
ru_ru: Типы записей, включаемые в конвертацию.

source: Price
ru_ru: Цена

source: Privacy
ru_ru: Приватность

source: Privacy policy
ru_ru: Политика конфиденциальности

source: Proceed
ru_ru: Продолжить

source: Profile
ru_ru: Профиль

source: Profile Settings
ru_ru: Настройки профиля

source: Project
ru_ru: Проект

source: Project Sidebar
ru_ru: Боковая панель списка проектов

source: Projects
ru_ru: Проекты

source: Public
ru_ru: Публичный

source: Quanity
ru_ru: Кол-во

source: Questins & Answers list
ru_ru: Список вопросов и ответов

source: Rate limit
ru_ru: Ограничение запросов

source: Rate Limit Settings
ru_ru: Настройки ограничения запросов

source: Record creation
ru_ru: Создание записи

source: Record data
ru_ru: Данные

source: Record has been successfully added to collection!
ru_ru: Запись успешно добавлена в коллекцию!

source: Record has been successfully removed from collections!
ru_ru: Запись успешно удалена из коллекции!

source: Record info
ru_ru: Информация

source: Record location
ru_ru: Расположение

source: Record placeholder
ru_ru: Стандартная картинка

source: Referrer: %s
ru_ru: Отправитель: %s

source: Register
ru_ru: Регистрация

source: Remove from contacts
ru_ru: Удалить из контактов

source: Repeat New Password
ru_ru: Повторите новый пароль

source: Repeat new password
ru_ru: Повторите новый пароль

source: Report successfully received
ru_ru: Отчет успешно получен

source: Reported file: %s
ru_ru: Проблемный файл: %s

source: Request
ru_ru: Запрос

source: Required investments
ru_ru: Требуемые инвестиции

source: Required resources
ru_ru: Требуемые ресурсы

source: Required specialists
ru_ru: Требуемые специалисты

source: Reset Password
ru_ru: Сброс пароля

source: Resource
ru_ru: Ресурс

source: Resource Sidebar
ru_ru: Боковая панель списка ресурсов

source: Resource Title
ru_ru: Наименование

source: Resources
ru_ru: Ресурсы

source: Review
ru_ru: Отзыв

source: RSA EC Options
ru_ru: Настройки ЭК RSA

source: RSA EC Password
ru_ru: Пароль ЭК RSA

source: RSA Options
ru_ru: Параметры RSA

source: RSA Password
ru_ru: Пароль RSA

source: Save
ru_ru: Сохранить

source: Scroll to top
ru_ru: Пролистать вверх

source: Search
ru_ru: Поиск

source: Search current category
ru_ru: Поиск по текущей категории

source: Search Sidebar
ru_ru: Боковая панель поиска

source: Seconds to wait if rate limit exceeded.
ru_ru: Время ожидания в секундах, если превышен лимит запросов.

source: Secret key
ru_ru: Секретный ключ

source: Security
ru_ru: Безопасность

source: Security Settings
ru_ru: Настройки безопасности

source: Select a channel from the list.<br >Or create a new one using button below.
ru_ru: Выберите канал из списка.<br >Или создайте новый, используя кнопку ниже.

source: Select author request below to make your proposition
ru_ru: Выберите запрос автора ниже, чтобы сделать свое предложение

source: Select channel type
ru_ru: Выберите тип канала

source: Select type
ru_ru: Выберите тип записи

source: Select user
ru_ru: Выберите пользователя

source: Send
ru_ru: Отправить

source: Send new support proposal
ru_ru: Отправить новое предложение

source: Send proposal
ru_ru: Отправить предложение

source: Set category info
ru_ru: Установить информацию о категории

source: Set channel info
ru_ru: Установить информацию о канале

source: Set theme info
ru_ru: Установить информацию о теме

source: Settings
ru_ru: Настройки

source: Show messenger
ru_ru: Показать месенджер

source: Shown on archive page
ru_ru: Отображается на странице списка записей

source: Shown on feed page
ru_ru: Отображается на странице новостей

source: Shown on job page
ru_ru: Отображается на странице списка работ

source: Shown on project page
ru_ru: Отображается на странице списка проектов

source: Shown on resource page
ru_ru: Отображается на странице списка ресурсов

source: Shown on search page
ru_ru: Отображается на странице поиска

source: Shown on taxonomy page
ru_ru: Отображается на странице категорий

source: Shown on users page
ru_ru: Отображается на странице списка пользователей

source: Shows popular authors
ru_ru: Отображает популярных авторов

source: Shows popular posts
ru_ru: Отображает популярные записи

source: Shows popular terms
ru_ru: Отображает популярные категории

source: Shows viewed posts
ru_ru: Отображает просмотренные записи

source: Sign In
ru_ru: Регистрация

source: Site
ru_ru: Сайт

source: Site icon in SVG format
ru_ru: Иконка сайта в формате SVG

source: Site key
ru_ru: Ключ сайта

source: Site sends and gets data from the reCAPTCHA service using this secret key.
ru_ru: Сайт отправляет и получает данные из службы reCAPTCHA, используя этот секретный ключ.

source: Site transmits this key if user subscibed to push notifications in chrome browser.
ru_ru: Сайт передает этот ключ, если пользователь подписался на push-уведомления в браузере Chrome.

source: Site transmits this key in the HTML code to users devices.
ru_ru: Сайт передает этот ключ в HTML-коде на устройства пользователей.

source: Site transmits this number as gcm_sender_id if user subscibed to push notifications in chrome browser.
ru_ru: Сайт передает этот номер как gcm_sender_id, если пользователь подписался на push-уведомления в браузере Chrome.

source: Skills
ru_ru: Навыки

source: Slider settings
ru_ru: Настройки слайдера

source: Slug Converter
ru_ru: Конвертер ссылок

source: Slug Transliteration and Optimization
ru_ru: Конвертация и оптимизация ссылок

source: Sort by: %s
ru_ru: Сортировать по: %s

source: Sorting
ru_ru: Сортировка

source: Specify record data
ru_ru: Укажите данные записи

source: Specify record info
ru_ru: Укажите информацию записи

source: Specify record location
ru_ru: Укажите раздел записи

source: Specify witch kind of help you propose.
ru_ru: Укажите, что вы предлагаете.

source: SSl form-floating password
ru_ru: Пароль SSL

source: SSL Options
ru_ru: Параметры SSL

source: Start date
ru_ru: Дата начала

source: Start messaging
ru_ru: Начните переписку

source: Start typing user name...
ru_ru: Начните вводить имя пользователя...

source: Stories
ru_ru: Истории

source: Suggestions
ru_ru: Рекомендации

source: Support
ru_ru: Поддержать

source: Surname
ru_ru: Фамилия

source: Taxonomy Sidebar
ru_ru: Боковая панель категорий

source: Text
ru_ru: Текст

source: Theme Name
ru_ru: Название темы

source: This operation is irreversible. Please make sure that you have made a backup copy of your database.
ru_ru: Эта операция необратима. Пожалуйста, убедитесь, что вы сделали копию базы данных.

source: This post is password protected. Enter the password to view any comments.
ru_ru: Этот пост защищен паролем. Введите пароль для просмотра комментариев.

source: Title
ru_ru: Заголовок

source: Title Settings
ru_ru: Настройки заголовков

source: To edit template localization <b style="color:#fe632a">markup</b> file, use this link.
ru_ru: Чтобы отредактировать файл <b style="color:#fe632a">разметки</b> перевода темы, воспользуйтесь этой ссылкой.

source: To edit template localization file, use this link.
ru_ru: Чтобы отредактировать файл перевода темы, воспользуйтесь этой ссылкой.

source: To start messaging you need to add contacts.
ru_ru: Чтобы начать обмен сообщениями, вам необходимо добавить контакты.

source: Toggle theme color
ru_ru: Переключить цвет темы

source: Total %s %s
ru_ru: Всего %s %s

source: Total %s job
ru_ru: Всего %s работа

source: Total %s resource
ru_ru: Всего %s ресурс

source: Total - %s %s
ru_ru: Всего - %s %s

source: Transliteration of post slugs
ru_ru: Транслитерация ссылок

source: Transliteration Options
ru_ru: Настройки транслитерации ссылок

source: Try change your query.
ru_ru: Попробуйте изменить свой запрос.

source: Try to subscribe to some authors.
ru_ru: Попробуйте подписаться на авторов.

source: Try to use search, or return back.
ru_ru: Попробуйте воспользоваться поиском, или вернитесь назад.

source: Update
ru_ru: Обновить

source: Update Password
ru_ru: Обновить пароль

source: Upon conversion of attachments, please <a href="%s" aria-label="Open Thumbnail Tool page" target="_blank">regenerate thumbnails.</a>
ru_ru: После конвертации вложений, пожалуйста, <a href="%s" aria-label="Open Thumbnail Tool page" target="_blank">пересоздайте миниатюры.</a>

source: Used to convert cyrillic post slugs to latin or generate it automatically. It`s available at submenu <a href="%s">Slug Converter</a>.
ru_ru: Используется для преобразования кириллических ссылок в латиницу или их автоматического создания. Он доступен в разделе <a href="%s">Конвертер ссылок</a>.

source: User
ru_ru: Пользователь

source: User not posted any record of this type.
ru_ru: Пользователь не опубликовал ни одной записи этого типа.

source: User not posted any record yet.
ru_ru: Пользователь еще не опубликовал ни одной записи.

source: User records
ru_ru: Записи пользователя

source: Username
ru_ru: Имя пользователя

source: Users
ru_ru: Пользователи

source: Users Sidebar
ru_ru: Боковая панель списка пользователей

source: Vacancy Title
ru_ru: Название должности

source: Variable Settings
ru_ru: Настройки переменных

source: Variants
ru_ru: Варианты

source: View more
ru_ru: Подробнее

source: Viewed Posts
ru_ru: Просмотренные записи

source: Violated directive: %s
ru_ru: Нарушенная директива: %s

source: We can send you notifications in the browser and by push method, to keep you updated
ru_ru: Мы можем отправлять вам уведомления через браузер и методом push, чтобы держать вас в курсе событий

source: We not found anything.
ru_ru: Мы ничего не нашли.

source: Welcome
ru_ru: Добро пожаловать

source: Whom settings
ru_ru: Настройки "Для кого"

source: Widgets Settings
ru_ru: Настройки виджетов

source: Yandex.Map Settings
ru_ru: Настройки Яндекс.Карт

source: You don’t have any record of this type
ru_ru: У вас нет никаких записей такого типа

source: You have been successfully subscribed to user!
ru_ru: Вы были успешно подписаны на пользователя!

source: You must be <a %s>logged in</a> to post a comment.
ru_ru: Вы должны быть <a %s>авторизованы</a>, чтобы оставить комментарий.

source: You successfully updated your account!
ru_ru: Вы успешно обновили свой аккаунт!

source: You will be able to:
ru_ru: Вы сможете:

source: Your account will be deleted in %d days, if you don’t get logged in again during this time
ru_ru: Ваша учетная запись будет удалена через %d дней, если вы снова не войдете в систему, в течении этого времени

source: Your account will be hidden from search engines, and not displayed in promo-blocks
ru_ru: Ваш аккаунт будет скрыт от поисковых систем и не будет отображаться в промо-блоках

source: Your comment is awaiting moderation.
ru_ru: Ваш комментарий ожидает проверки.

source: Your comment is awaiting moderation. This is a preview; your comment will be visible after it has been approved.
ru_ru: Ваш комментарий ожидает проверки. Это предпросмотр. Ваш комментарий будет виден после того, как он будет одобрен.

source: Your feed is empty!
ru_ru: Ваша лента пуста!

source: Your proposition
ru_ru: Ваше предложение
