Repository: Supergoom/sadovod
Catalog: sadovod/sadovod/languages/sadovod-mail-*.po
Languages: ru_ru

source: <h1>Hello, {user_name}.</h1> <p>You have received this letter because this email address assigned to account "{user_login}" on site "{site_name}".<br> If you don’t wan’t recive this messages, follow the link: <a href="{unsub_url}">Unsubscribe from commentary notifications</a>.</p> <p>You have received a new comment on the record `{post_title}`.</p> <p>Author: {post_author}</p> <p>Comment: {post_author_comment}</p> <p><a href="{post_url}">Перейти</a></p> <p>This letter is generated automatically and does not imply a response.<br> Please, don’t answer it.</p>
ru_ru: <h1>Здравствуйте, {user_name}.</h1> <p>Вы получили это письмо, так как этот адрес электронной почты назначен для учетной записи "{user_login}" на сайте "{site_name}".<br> Если вы не хотите получать эти сообщения, перейдите по ссылке: <a href="{unsub_url}">Отписаться от уведомлений о комментариях</a>.</p> <p>Вы получили новый комментарий к записи `{post_title}`.</p> <p>Автор: {post_author}</p> <p>Комментарий: {post_author_comment}</p> <p><a href="{post_url}">Перейти</a></p> <p>Это письмо сгенерировано автоматически и не предполагает ответа.<br> Пожалуйста, не отвечайте на него.</p>

source: <h1>Hello, {user_name}.</h1> <p>You have received this letter because this email address assigned to account "{user_login}" on site "{site_name}".<br> If you have not requested password reset, just ignore this email.</p> <p>To reset your password, visit the following address:<br> <a href="{reset_link}">{reset_link}</a></p> <p>This letter is generated automatically and does not imply a response.<br> Please, don’t answer it.</p>
ru_ru: <h1>Привет, {user_name}.</h1> <p>Вы получили это письмо, потому что этот адрес электронной почты присвоен к учетной записи "{user_login}" на сайте "{site_name}".<br> Если вы не запрашивали сброс пароля, просто проигнорируйте это письмо.</p> <p>Чтобы сбросить свой пароль, перейдите по следующему адресу:<br> <a href="{reset_link}">{reset_link}</a></p> <p>Это письмо сгенерировано автоматически и не подразумевает ответа.<br> Пожалуйста, не отвечайте на него.</p>

source: <h1>Hello, {user_name}.</h1> <p>You have received this letter because this email address was used for registering on site "{site_name}".<br> If you have not registered on this site, just ignore this email.</p> <p>You can <a href="{login_url}" target="_blank">log in</a> using username and password specified below.<br> Username: {user_login}<br> Password: {user_pass}</p> <p>This letter is generated automatically and does not imply a response.<br> Please, don’t answer it.</p>
ru_ru: <h1>Привет, {user_name}.</h1> <p>Вы получили это письмо, потому что этот адрес электронной почты был использован для регистрации на сайте "{site_name}".<br> Если вы не регистрировались на этом сайте, просто проигнорируйте это письмо.</p> <p>Вы можете <a href="{login_url}" target="_blank">войти в систему</a>, используя имя пользователя и пароль, указанные ниже.<br> Имя пользователя: {user_login}<br> Пароль: {user_pass}</p> <p>Это письмо сгенерировано автоматически и не подразумевает ответа.<br> Пожалуйста, не отвечайте на него.</p>

source: <h1>Hello, {user_name}.</h1> <p>Your password on site "{site_name}" have been changed.<br> If you not initialized this action, please, immediately change your password.</p> <p>You can <a href="{login_url}" target="_blank">log in</a> using username and password specified below.<br> Username: {user_login}<br> Password: {user_pass}</p> <p>This letter is generated automatically and does not imply a response.<br> Please, don’t answer it.</p>
ru_ru: <h1>Привет, {user_name}.</h1> <p>Ваш пароль на сайте "{site_name}" был изменен.<br> Если вы не были инициатором этого действия, пожалуйста, немедленно измените свой пароль.</p> <p>Вы можете <a href="{login_url}" target="_blank">войти в систему</a>, используя имя пользователя и пароль, указанные ниже.<br> Имя пользователя: {user_login}<br> Пароль: {user_pass}</p> <p>Это письмо сгенерировано автоматически и не подразумевает ответа.<br> Пожалуйста, не отвечайте на него.</p>

source: <h1>Hello, {user_name}</h1> <p>Thank you, for your feedback on site "{site_name}".</p> <p>We will review your message as quick as possible.</p> <p>Feel free to send additional info to <a href="mailto:support@{site_domain}">support@{site_domain}</a></p> <p>This letter is generated automatically and does not imply a response.<br> Please, don’t answer it.</p>
ru_ru: <h1>Привет, {user_name}</h1> <p>Благодарим, за ваш отзыв на сайте "{site_name}".</p> <p>Мы рассмотрим ваше сообщение в ближайшее время.</p> <p>При необходимости, можете присылать дополнительную информацию по адресу <a href="mailto:support@{site_domain}">support@{site_domain}</a></p> <p>Это письмо сгенерировано автоматически и не подразумевает ответа.<br> Пожалуйста, не отвечайте на это.</p>

source: <h1>Hello</h1> <p>A new comment on the post `{post_title}` is waiting for approval on your site "{site_name}".</p> <p>Author: {post_author}<br> Email: {post_author_email}</p> <p>Comment: {post_author_comment}</p> <a href="{post_url}">Перейти</a> <p>URL: {post_author_url}<br> IP address: {post_author_ip}</p> <p>This letter is generated automatically and does not imply a response.<br> Please, don’t answer it.</p>
ru_ru: <h1>Здравствуйте</h1> <p>Новый комментарий к сообщению `{post_title}` ожидает одобрения на вашем сайте. "{site_name}".</p> <p>Автор: {post_author}<br> Email: {post_author_email}</p> <p>Комментарий: {post_author_comment}</p> <a href="{post_url}">Перейти</a> <p>URL: {post_author_url}<br> IP адрес: {post_author_ip}</p> <p>Это письмо сгенерировано автоматически и не предполагает ответа.<br> Пожалуйста, не отвечайте на него.</p>

source: <h1>Hello</h1> <p>New user feedback on your site "{site_name}".</p> <p>User Name: {user_name}<br> Email: {user_email}<br> Message: {user_message}</p> <p>Attached files:{attached_files}</p> <p>This letter is generated automatically and does not imply a response.<br> Please, don’t answer it.</p>
ru_ru: <h1>Привет</h1> <p>Новый отзыв пользователя о вашем сайте "{site_name}".</p> <p>Имя пользователя: {user_name}<br> Электронная почта: {user_email}<br> Сообщение: {user_message}</p> <p>Прикрепленные файлы:{attached_files}</p> <p>Это письмо сгенерировано автоматически и не подразумевает ответа.<br> Пожалуйста, не отвечайте на него.</p>

source: <h1>Hello</h1> <p>New user registred on your site "{site_name}".</p> <p>Full Name: {user_name}<br> Username: {user_login}<br> Email: {user_email}</p> <p>This letter is generated automatically and does not imply a response.<br> Please, don’t answer it.</p>
ru_ru: <h1>Привет</h1> <p>Новый пользователь зарегистрирован на вашем сайте "{site_name}".</p> <p>Полное имя: {user_name}<br> Имя пользователя: {user_login}<br> Электронная почта: {user_email}</p> <p>Это письмо сгенерировано автоматически и не подразумевает ответа.<br> Пожалуйста, не отвечайте на него.</p>

source: <h1>Hello</h1> <p>User changed password on your site "{site_name}".</p> <p>Full Name: {user_name}<br> Username: {user_login}<br> Email: {user_email}</p> <p>This letter is generated automatically and does not imply a response.<br> Please don’t answer it.</p>
ru_ru: <h1>Привет</h1> <p>Пользователь изменил пароль на вашем сайте "{site_name}".</p> <p>Полное имя: {user_name}<br> Имя пользователя: {user_login}<br> Электронная почта: {user_email}</p> <p>Это письмо сгенерировано автоматически и не подразумевает ответа.<br> Пожалуйста, не отвечайте на него.</p>

source: <p>This password reset request originated from the IP address %s.</p>
ru_ru: <p>Этот запрос на сброс пароля был отправлен с IP-адреса %s.</p>

source: [%s] New Commentary
ru_ru: [%s] Новый комментарий

source: [%s] New commentary pending moderation
ru_ru: [%s] Новый комментарий ожидает модерации

source: [%s] New Feedback
ru_ru: [%s] Новое сообщение от пользователя

source: [%s] New User Registration
ru_ru: [%s] Регистрация нового пользователя

source: [%s] Password Changed
ru_ru: [%s] Пароль изменен

source: [%s] Password Reset
ru_ru: [%s] Сброс пароля

source: [%s] Password Successfully Changed
ru_ru: [%s] Пароль успешно изменен

source: [%s] Registration
ru_ru: [%s] Регистрация

source: [%s] Site Feedback
ru_ru: [%s] Обратная связь

source: No attached files
ru_ru: Нет прикрепленного файлов
