Repository: Supergoom/sadovod
Catalog: sadovod/sadovod/languages/sadovod-*.po
Languages: ru_ru

source: Сlose the channel
ru_ru: Закрыть канал
