Repository: Supergoom/sadovod
Catalog: sadovod/languages/sadovod-dialogs-*.po
Languages: ru_ru

source: %1$s from "%2$s" by tag <b>%3$s</b>
ru_ru: %1$s из "%2$s" по метке <b>%3$s</b>

source: %s for project %s
ru_ru: %s для проекта %s

source: All message data will be erased from your message history
ru_ru: Все сообщения будут удалены из вашей истории

source: Attached record:
ru_ru: Приложенная запись:

source: Back to Home
ru_ru: Вернуться на главную

source: Category
ru_ru: Категория

source: Category created successfuly!
ru_ru: Категория успешно создана!

source: Category name invalid!
ru_ru: Некорректное название категории!

source: Channel has been successfully created!
ru_ru: Канал успешно создан!

source: Channel has been successfully updated!
ru_ru: Канал успешно обновлен!

source: Channel members not specified!
ru_ru: Участники канала не указаны!

source: Channel not specified!
ru_ru: Канал не указан!

source: Clear messages
ru_ru: Очистить сообщения

source: Collect record
ru_ru: Добавить в коллекцию

source: Contact
ru_ru: Связаться

source: Contact already exists!
ru_ru: Контакт уже существует!

source: Contact has been successfully removed!
ru_ru: Контакт был успешно удален!

source: Contact has been successfully saved!
ru_ru: Контакт был успешно сохранен!

source: Contacts not specified!
ru_ru: Контакты не указаны!

source: Current password
ru_ru: Текущий пароль

source: Delete
ru_ru: Удалить

source: Do you really want to clear channel messages?
ru_ru: Вы действительно хотите очистить сообщения канала?

source: Do you really want to close the channel?
ru_ru: Вы действительно хотите закрыть канал?

source: Do you really want to delete this record?
ru_ru: Вы действительно хотите удалить эту запись?

source: Do you really want to delete this records?
ru_ru: Вы действительно хотите удалить эти записи?

source: Do you really want to delete your account?
ru_ru: Вы действительно хотите удалить свою учетную запись?

source: Do you really want to leave the channel?
ru_ru: Вы действительно хотите выйти из канала?

source: Do you really want to logout?
ru_ru: Вы действительно хотите выйти?

source: E-mail incorrect.
ru_ru: E-mail не корректный.

source: Email address invalid.
ru_ru: Неверный адрес эл. почты.

source: Error 403
ru_ru: Ошибка 403

source: Error 404
ru_ru: Ошибка 404

source: Error 429
ru_ru: Ошибка 429

source: Error 500
ru_ru: Ошибка 500

source: Error creating category!
ru_ru: Ошибка при создании категории!

source: Error creating theme!
ru_ru: Ошибка при создании темы!

source: Error receiving data!
ru_ru: Ошибка при получении данных!

source: Error uploading files!
ru_ru: Ошибка при загрузке файлов!

source: Error verifying captcha response!
ru_ru: Ошибка при проверке капчи!

source: File %s has exceeded allowed file size of %s.
ru_ru: Файл %s превысил допустимый размер - %s.

source: File %s not allowed to upload.
ru_ru: Файл %s не разрешен к загрузке.

source: Go back.
ru_ru: Назад.

source: Home
ru_ru: Главная

source: Incorrect password.
ru_ru: Неверный пароль.

source: Instructions was send on email.
ru_ru: Инструкции были отправлены по электронной почте.

source: Invalid record ID!
ru_ru: Не верный идентификатор записи!

source: Invite link already in use!
ru_ru: Ссылка-приглашение уже используется!

source: Invite link too long! Maximum - 32 characters
ru_ru: Ссылка на приглашение слишком длинная! Максимум - 32 символа

source: Invite link too short! Minimum - 6 characters
ru_ru: Ссылка-приглашение слишком короткая! Минимум - 6 символов

source: It will be removed from your channel list
ru_ru: Он будет скрыт из вашего списка каналов

source: It`s empty here
ru_ru: Здесь пусто

source: Keep it, with archive account authorship
ru_ru: Сохранить, передав в архив

source: Keep it, with my authorship
ru_ru: Сохранить, с моим авторством

source: Leave
ru_ru: Выйти

source: Login empty.
ru_ru: Логин пустой.

source: Login invalid.
ru_ru: Неверный вход в систему.

source: Logout
ru_ru: Выход

source: Maximum request count reached!
ru_ru: Достигнуто максимальное количество запросов!

source: Media %s
ru_ru: Файл %s

source: Message incorrect.
ru_ru: Сообщение не корректное.

source: Name is incorrect.
ru_ru: Имя не корректное.

source: No contacts found! Try find known users.
ru_ru: Контакты не найдены! Попробуйте найти знакомых пользователей.

source: No goods in your cart
ru_ru: В вашей корзине нет товаров

source: No users found! Try change your searchphrase.
ru_ru: Пользователи не найдены! Попробуйте изменить поисковую фразу.

source: Not valid channel ID!
ru_ru: Недопустимый идентификатор канала!

source: Not valid channel name!
ru_ru: Недопустимое название канала!

source: Not valid contact user ID!
ru_ru: Недопустимый идентификатор контактного пользователя!

source: Not valid element ID!
ru_ru: Недопустимый идентификатор элемента!

source: Not valid interaction type!
ru_ru: Не верный тип взаимодействия!

source: Not valid notification type!
ru_ru: Недопустимый тип уведомления!

source: Not valid record ID!
ru_ru: Недопустимый идентификатор записи!

source: Not valid user ID!
ru_ru: Не верный ID пользователя!

source: Nothing found here
ru_ru: Здесь ничего не найдено

source: Nothing found! Try change you search query.
ru_ru: Ничего не найдено! Попробуйте изменить поисковый запрос.

source: Nothing found! Try create a new channel.
ru_ru: Ничего не найдено! Попробуйте создать новый канал.

source: Page %d
ru_ru: Страница %d

source: Password empty.
ru_ru: Пароль пуст.

source: Passwords not match.
ru_ru: Пароли не совпадают.

source: pc
ru_ru: шт.

source: place
ru_ru: место

source: Please enter valid comment text.
ru_ru: Пожалуйста, введите корректный текст комментария.

source: Please, login and try again.
ru_ru: Пожалуйста, войдите в систему и повторите попытку.

source: Please, reload page.
ru_ru: Пожалуйста, перезагрузите страницу.

source: Please, reopen proposal window.
ru_ru: Пожалуйста, снова откройте окно предложения.

source: Please, reopen request window.
ru_ru: Пожалуйста, снова откройте окно запроса.

source: Please, specify at least one proposal.
ru_ru: Пожалуйста, укажите хотя бы одно предложение.

source: Please, specify at least one request.
ru_ru: Пожалуйста, укажите хотя бы один запрос.

source: Please, start process again.
ru_ru: Пожалуйста, начните сначала.

source: Please, try again in later.
ru_ru: Пожалуйста, попробуйте позже.

source: Please, try again later.
ru_ru: Пожалуйста, попробуйте позже.

source: Please, try again.
ru_ru: Пожалуйста, попробуйте еще раз.

source: Please, try later.
ru_ru: Пожалуйста, попробуйте позже.

source: Please, wait %d seconds.
ru_ru: Пожалуйста, подождите %d секунд.

source: Proceed
ru_ru: Продолжить

source: Proposal has been successfully delivered!
ru_ru: Предложение было успешно доставлено!

source: Proposal of funding for project %s
ru_ru: Предложение финансирования проекта %s

source: Proposal of funding for project %s by sum - %s ₽, from %s.
ru_ru: Предложение финансирования проекта %s на сумму %s ₽, от %s.

source: Proposal of job %s
ru_ru: Предложение работы %s

source: Proposal of job %s in count - %d %s, from %s.
ru_ru: Предложение работы %s в кол-ве - %d %s, от %s.

source: Proposal of resource %s
ru_ru: Предложение ресурса %s

source: Proposal of resource %s in count - %d %s, from %s.
ru_ru: Предложение ресурса %s в кол-ве %d %s, от %s.

source: Read
ru_ru: Прочитать

source: Record already exists in collections!
ru_ru: Запись уже находится в коллекции!

source: Record content are empty.
ru_ru: Содержимое записи не заполнено.

source: Record excerpt are empty.
ru_ru: Краткое описание записи не заполнено.

source: Record has been successfully removed!
ru_ru: Запись была успешно удалена!

source: Record has been successfully saved in collection!
ru_ru: Запись была успешно сохранена в коллекцию!

source: Record ID not set!
ru_ru: Идентификатор записи не указан!

source: Record not specified!
ru_ru: Запись не указана!

source: Record title are empty.
ru_ru: Заголовок записи не заполнен.

source: Records by <b>%d</b> year
ru_ru: Записи за <b>%d</b> год

source: Records by <b>%s</b>
ru_ru: Записи по <b>%s</b>

source: Records has been successfully removed!
ru_ru: Записи были успешно удалены!

source: Records not specified!
ru_ru: Записи не указаны!

source: Remove from collection
ru_ru: Удалить из коллекции

source: Remove from subscriptions
ru_ru: Удалить из подписок

source: Remove it
ru_ru: Удалить

source: Request has been successfully delivered!
ru_ru: Запрос был успешно доставлен!

source: Request of funding for project %s
ru_ru: Запрос финансирования проекта %s

source: Request of funding for project %s by sum - %s ₽, from %s.
ru_ru: Запрос финансирования проекта %s на сумму %s ₽, от %s.

source: Request of job %s
ru_ru: Запрос работы %s

source: Request of job %s in count - %d %s, from %s.
ru_ru: Запрос работы %s в кол-ве - %d %s, от %s.

source: Request of resource %s
ru_ru: Запрос ресурса %s

source: Request of resource %s in count - %d %s, from %s.
ru_ru: Запрос ресурса %s в кол-ве - %d %s, от %s.

source: Reset key expired.
ru_ru: Срок действия ключа сброса истек.

source: Reset key invalid.
ru_ru: Ключ сброса недействителен.

source: Revert
ru_ru: Отмена

source: Search results for query: <b>%s</b>
ru_ru: Результаты поиска по запросу: <b>%s</b>

source: Security check
ru_ru: Проверка безопасности

source: Select variant
ru_ru: Выберите вариант

source: Slides not found.
ru_ru: Нет слайдеров

source: Something happened on our side, please try later.
ru_ru: Что-то случилось с нашей стороны, пожалуйста, попробуйте позже.

source: Something went wrong
ru_ru: Что-то пошло не так...

source: Specify current password
ru_ru: Укажите текущий пароль

source: Subscribe to user
ru_ru: Подписаться на пользователя

source: Surname is incorrect.
ru_ru: Фамилия не корректна.

source: Tag
ru_ru: Метка

source: The email could not be sent. Please try later.
ru_ru: Письмо не удалось отправить. Пожалуйста, попробуйте позже.

source: Theme
ru_ru: Тема

source: Theme created successfuly!
ru_ru: Тема успешно создана!

source: Theme name invalid!
ru_ru: Некорректное название темы!

source: This email address is already registered.
ru_ru: Этот адрес эл. почты уже зарегистрирован.

source: This personal channel already exist!
ru_ru: Этот персональный канал уже существует!

source: This username is already registered.
ru_ru: Это имя пользователя уже зарегистрировано.

source: To join channel `%s` you need to log in to your account!
ru_ru: Чтобы присоединиться к каналу `%s`, вам необходимо войти в свою учетную запись!

source: To proceed settings update, you need to specify your active password
ru_ru: Чтобы продолжить обновление настроек, вам необходимо указать свой активный пароль

source: Too many requests in short period of time!<br>Wait some time. Page will be reloaded automaticaly
ru_ru: Слишком много запросов за короткий промежуток времени!<br> Подождите некоторое время. Страница будет перезагружена автоматически

source: Try come back later.
ru_ru: Попробуйте зайти позже.

source: Try to use search form or return to the main page.
ru_ru: Попробуйте воспользоваться формой поиска или вернуться на главную страницу.

source: Try to use search, or return back.
ru_ru: Попробуйте воспользоваться поиском, или вернитесь назад.

source: Unknow error!
ru_ru: Неизвестная ошибка!

source: User already exists in subscriptions!
ru_ru: Пользователь уже существует в подписках!

source: User commentary:
ru_ru: Комментарий пользователя:

source: User not specified!
ru_ru: Пользователь не указан!

source: Users
ru_ru: Участники

source: Users not specified!
ru_ru: Пользователи не указаны!

source: View record
ru_ru: Просмотреть запись

source: We can’t handle this request!<br>Try to use search form or return to the main page.
ru_ru: Мы не можем обработать этот запрос!<br>Попробуйте воспользоваться формой поиска или вернуться на главную страницу.

source: We didn’t find anything!<br>Try to use search form or return to the main page.
ru_ru: Мы ничего не нашли!<br>Попробуйте воспользоваться формой поиска или вернуться на главную страницу.

source: We not found anything.
ru_ru: Мы ничего не нашли.

source: We sorry, but you looks like a robot!
ru_ru: Извините, но кажется вы робот...

source: We will review it, as soon as we can.
ru_ru: Мы рассмотрим его, как только сможем.

source: What to do with your records?
ru_ru: Что делать с вашими записями?

source: You already unauthorized!
ru_ru: Вы уже авторизованы!

source: You are not authorized!
ru_ru: Вы не уполномочены!

source: You are not authorized.
ru_ru: Вы не авторизованы.

source: You can only return using invite link or if someone will invite you
ru_ru: Вы можете вернуться только по ссылке приглашения или если кто-то пригласит вас

source: You can’t edit this record!
ru_ru: Вы не можете редактировать эту запись!

source: You can’t edit this records!
ru_ru: Вы не можете редактировать эти записи!

source: You dont have access here
ru_ru: У вас нет доступа сюда

source: You don’t have enough rights to perform this action!
ru_ru: У вас недостаточно прав для выполнения этого действия!

source: You has been successfully unsubscribed from user!
ru_ru: Вы успешно отписались от пользователя!

source: You have been successfully subscribed to user!
ru_ru: Вы были успешно подписаны на пользователя!

source: You not a member of this channel!
ru_ru: Вы не являетесь участником этого канала!

source: You successfully cleared the channel!
ru_ru: Вы успешно очистили канал!

source: You successfully closed the channel!
ru_ru: Вы успешно закрыли канал!

source: You successfully created new record!
ru_ru: Вы успешно создали новую запись!

source: You successfully left the channel!
ru_ru: Вы успешно вышли из канала!

source: You successfully logged in!
ru_ru: Вы успешно вошли в систему!

source: You successfully made password reset request!
ru_ru: Вы успешно выполнили запрос на сброс пароля!

source: You successfully made password reset!
ru_ru: Вы успешно выполнили сброс пароля!

source: You successfully posted comment!
ru_ru: Вы успешно разместили комментарий!

source: You successfully registered!
ru_ru: Вы успешно зарегистрировались!

source: You successfully unauthorized!
ru_ru: Вы успешно вышли с аккаунта!

source: You successfully updated record!
ru_ru: Вы успешно обновили запись!

source: You will be automatically authorized in few seconds.
ru_ru: Вы будете автоматически авторизованы через несколько секунд.

source: You will have %d days to login again, to cancel this operation
ru_ru: У вас будет %d дней, чтобы снова войти в систему и отменить эту операцию

source: Your message succesfuly send!
ru_ru: Ваше сообщение успешно отправлено!

source: Your proposals not set!
ru_ru: Не заполнено ваше предложение!

source: Your requests not set!
ru_ru: Ваш запрос пуст!

source: Сlose
ru_ru: Закрыть
