Repository: Supergoom/sadovod
Catalog: sadovod/languages/sadovod-misc-*.po
Languages: ru_ru

source: Action confirmation modal
ru_ru: Окно подтверждения действия

source: Actions
ru_ru: Действия

source: Alert
ru_ru: Оповещение

source: Alert danger
ru_ru: Критическое оповещение

source: Alert success
ru_ru: Успешное оповещение

source: Alerts
ru_ru: Оповещения

source: Alternative
ru_ru: Альтернативные

source: Background
ru_ru: Фон

source: Bad opcode %s. Try 'text' or 'binary'
ru_ru: Неверный код операции %s. Попробуйте "text" или "binary"

source: Bad opcode in websocket frame: %s
ru_ru: Неверный код операции во фрейме websocket-а: %s

source: Bage
ru_ru: Бейдж

source: Big border radius
ru_ru: Большой радиус закругления

source: Bold
ru_ru: Жирный

source: Bright
ru_ru: Яркий

source: Broken frame, read %d of stated %d bytes
ru_ru: Неверный фрейм, прочитано %d из заявленных %d байтов

source: Buttons
ru_ru: Кнопки

source: Checkbox
ru_ru: Переключатель

source: Client added to connection list
ru_ru: Клиент добавлен в список подключений

source: Client authorization successful
ru_ru: Авторизация клиента прошла успешно

source: Client cookie invalid in request: %s
ru_ru: Клиентский файл cookie неверен в запросе: %s

source: Client disconnected
ru_ru: Клиент отключен

source: Client had no cookie in request: %s
ru_ru: У клиента нет cookie в запросе: %s

source: Client had no key in request: %s
ru_ru: У клиента нет ключа в запросе: %s

source: Client read timeout
ru_ru: Тайм-аут чтения клиента

source: Client succesfully connected
ru_ru: Клиент успешно подключен

source: Client with ip %s connected
ru_ru: Клиент с ip %s подключился

source: Close acknowledged: %s
ru_ru: Отключение подтверждено: %s

source: Closing client with status: %s
ru_ru: Отключение клиента со статусом: %s

source: Color
ru_ru: Цвет

source: Colors
ru_ru: Цвета

source: Combined
ru_ru: Совмещенное

source: Community
ru_ru: Сообщество

source: Confirm
ru_ru: Подтвердить

source: Constant Bright
ru_ru: Постоянный яркий

source: Constant Dark
ru_ru: Постоянный темный

source: Content grid enabled
ru_ru: Включена сетка контента

source: Could only write %d out of %d bytes
ru_ru: Удалось записать только %d из байтов %d

source: Current online - %d users. Pending connection - %d users.
ru_ru: Текущий онлайн - %d пользователей. Ожидающее подключения - %d пользователей.

source: Danger
ru_ru: Опасная

source: Dark
ru_ru: Темный

source: Date field
ru_ru: Поле даты

source: Default
ru_ru: По умолчанию

source: Default border radius
ru_ru: Закругление границы по умолчанию

source: Do you really want to do this?
ru_ru: Вы действительно хотите это сделать?

source: Dropdown
ru_ru: Выпадающий список

source: Dropdown button
ru_ru: Кнопка выпадающего списка

source: Dropdown with icons
ru_ru: Выпадающий список с иконками

source: Element guide
ru_ru: Руководство по элементам

source: Empty read; connection dead?
ru_ru: Пустое чтение; соединение разорвано?

source: Error establishing connection
ru_ru: Ошибка установки соединения

source: Fail modal
ru_ru: Окно ошибки

source: Failed to write %d bytes
ru_ru: Не удалось записать %d байт

source: Features
ru_ru: Особенности

source: Feed
ru_ru: Лента

source: Fields
ru_ru: Поля

source: final
ru_ru: финальный

source: Foreground
ru_ru: Передний план

source: Got client ping request. Responding...
ru_ru: От клиента получен запрос пинг. Ответ на запрос...

source: Got http ping request. Responsing and forcing client disconnect
ru_ru: Получен http-запрос на пинг. Выполняется ответ и отключение клиента

source: Got shutdown command
ru_ru: Получена команда отключения

source: Got socket disconnection
ru_ru: Произошло отсоединение сокета

source: Group 1
ru_ru: Группа 1

source: Group 2
ru_ru: Группа 2

source: Guide
ru_ru: Руководство

source: Guide enabled
ru_ru: Руководство включено

source: Headers
ru_ru: Заголовки

source: Home
ru_ru: Главная

source: Icons
ru_ru: Значки

source: Image
ru_ru: Изображение

source: Info
ru_ru: Информационный

source: Input group
ru_ru: Группа полей ввода

source: Italic
ru_ru: Курсивный

source: Item 1
ru_ru: Пункт 1

source: Item 2
ru_ru: Пункт 2

source: Item 3
ru_ru: Пункт 3

source: It’s very dangerous
ru_ru: Это очень опасно

source: Jobs
ru_ru: Работы

source: Label
ru_ru: Заголовок

source: Link
ru_ru: Ссылка

source: Links
ru_ru: Ссылки

source: Main grid enabled
ru_ru: Включена основная сетка

source: Margin disabled
ru_ru: Отступ отключен

source: Modal
ru_ru: Модальное окно

source: Modal content
ru_ru: Контент модального окна

source: Modals
ru_ru: Модальные окна

source: Multiple
ru_ru: Множественный выбор

source: New client trying to connect
ru_ru: Новый клиент пытается подключиться

source: No GET in request: %s
ru_ru: Нет GET в запросе: %s

source: not final
ru_ru: не финальный

source: Notice
ru_ru: Уведомление

source: Notice content
ru_ru: Содержимое уведомления

source: Notice title
ru_ru: Заголовок уведомления

source: Notif
ru_ru: Оповещение

source: Notification
ru_ru: Оповещение

source: Notification message
ru_ru: Сообщение уведомления

source: Notification title
ru_ru: Заголовок уведомления

source: Number field
ru_ru: Числовое поле

source: Office
ru_ru: Офис

source: Option 1
ru_ru: Вариант 1

source: Option 2
ru_ru: Вариант 2

source: Option 3
ru_ru: Вариант 3

source: Option 4
ru_ru: Вариант 4

source: Option 5
ru_ru: Вариант 5

source: Option 6
ru_ru: Вариант 6

source: Outline
ru_ru: Контурные

source: Paragraph
ru_ru: Абзац

source: Password field
ru_ru: Поле пароля

source: Performing client authorization
ru_ru: Выполнение авторизации клиента

source: Popups
ru_ru: Всплывающие окна

source: Primary
ru_ru: Основной

source: Projects
ru_ru: Проекты

source: Radio 1
ru_ru: Переключатель 1

source: Radio 2
ru_ru: Переключатель 2

source: Radiuses
ru_ru: Радиусы

source: Read %d of %d bytes
ru_ru: Прочитано %d из %d байтов

source: Read '%s' frame of size %d bytes. It`s %s
ru_ru: Прочитан фрейм '%s' размером %d байт. Он %s

source: Reading data from stream
ru_ru: Считывание данных из потока

source: Received '%s' message of size %d bite. It`s split into %d frame
ru_ru: Получено сообщение '%s' размером %d байт. Оно разделено на %d фрейм

source: Received 'close', status: %s
ru_ru: Получено "close", статус: %s

source: Received 'ping'
ru_ru: Получен 'ping'

source: Received 'pong'
ru_ru: Получен "pong"

source: Receiving data from stream
ru_ru: Получение данных из потока

source: Repeat password field
ru_ru: Поле для повторного ввода пароля

source: Request is empty
ru_ru: Запрос пуст

source: Resources
ru_ru: Ресурсы

source: Revert
ru_ru: Отменить

source: Sample modal
ru_ru: Образец модального окна

source: Search field
ru_ru: Поле поиска

source: Secondary
ru_ru: Вторичный

source: Selects
ru_ru: Поля выбора

source: Send '%s' message of size %d bite. It`s split into %d frame
ru_ru: Отправка сообщения '%s' размером %d байт. Оно разделено на %d фрейм

source: Sending data to stream
ru_ru: Отправка данных в поток

source: Sent '%s' frame of size %d bytes. It`s %s
ru_ru: Отправлен фрейм '%s' размером %d байт. Он %s

source: Server listening to port: %s
ru_ru: Сервер прослушивает порт: %s

source: Server starting
ru_ru: Запуск сервера

source: Shadow
ru_ru: Тень

source: Shadow color
ru_ru: Цвет тени

source: Shadow hover
ru_ru: Тень при наведении

source: Shadow hover color
ru_ru: Цвет тени при наведении

source: Shadow inset
ru_ru: Внутренняя тень

source: Shadow inset color
ru_ru: Цвет внутренней тени

source: Shadow small
ru_ru: Маленькая тень

source: Shadow small color
ru_ru: Цвет маленькой тени

source: Shadow small hover
ru_ru: Маленькая тень при наведении

source: Shadow small hover color
ru_ru: Цвет маленькой тени при наведении

source: Shadows
ru_ru: Тени

source: Shutdown after %s second of idletime
ru_ru: Выключение после %s секунды простоя

source: Shutdown ended successfully
ru_ru: Отключение сервиса выполнено успешно

source: Silent disconnect found. Removing client from list
ru_ru: Обнаружено бесшумное отключение. Удаление клиента из списка

source: Slider
ru_ru: Слайдер

source: Small
ru_ru: Мелкий

source: Some tooltip text
ru_ru: Текст всплывающей подсказки

source: Specify password
ru_ru: Укажите пароль

source: SSL certificate could not be set correctly
ru_ru: SSL сертификат не может быть установлен

source: SSL certificate files not exists
ru_ru: Файлов SSL сертификата не существует

source: Standart
ru_ru: Стандартные

source: Starting shutdown
ru_ru: Начата процедура отключения

source: Stream are not readable
ru_ru: Поток недоступен для чтения

source: Stream are not writeble
ru_ru: Поток не доступен для записи

source: Stream is disconnected
ru_ru: Поток отключился

source: Success
ru_ru: Успех

source: Success modal
ru_ru: Окно завершения

source: Switch
ru_ru: Переключатель

source: Switches
ru_ru: Переключатели

source: Tertiary
ru_ru: Третичный

source: Text
ru_ru: Текст

source: Text field
ru_ru: Текстовое поле

source: Textarea
ru_ru: Текстовая область

source: Textarea with emoji
ru_ru: Текстовая область с эмоджи

source: Textarea with emoji and button
ru_ru: Текстовая область с эмоджи и кнопкой

source: The query row %1$d keys (%2$d) does not match the number of keys passed in first row (%3$d).
ru_ru: Количество ключей для строки %1$d (%2$d) не соответствует количеству ключей, переданных в первой строке (%3$d).

source: This site is protected by <span>reCAPTCHA</span> and the <span>Google</span> <a href="%s" target="_blank">Privacy Policy</a> and <a href="%s" target="_blank">Terms of Service</a> apply.
ru_ru: Этот сайт защищен с помощью <span>Google reCAPTCHA</span>. Применяется <a href="%s" target="_blank">Политика конфиденциальности</a> и <a href="%s" target="_blank">Условия предоставления услуг</a> <span>Google</span>.

source: Tooltip
ru_ru: Подсказка

source: Type 1
ru_ru: Тип 1

source: Type 2
ru_ru: Тип 2

source: Users
ru_ru: Пользователи

source: Warning
ru_ru: Предупреждение

source: With create
ru_ru: С возможностью создания

source: With groups
ru_ru: С группами

source: With search
ru_ru: С поиском

source: Writing data to stream
ru_ru: Запись данных в поток

source: Wrote %d of %d bytes
ru_ru: Записно %d из %d байт
